

--データ
INSERT INTO charlist
VALUES (
    '主人公',
    '博麗霊夢',
    '人間',
    '空を飛ぶ',
    '',
    '「幻想郷」と外の世界の境に位置する「博麗神社」と呼ばれる神社の巫女。
東方Projectの、「東方文花帖」・「ダブルスポイラー」・「妖精大戦争 ～ 東方三月精」・「弾幕アマノジャク」を除く全てのシリーズ作品で、主人公もしくはそれに準ずる自機として出演。
自機及びボスとして同時出演している作品もある（東方幻想郷、東方永夜抄、東方萃夢想、東方緋想天、東方非想天則、東方心綺楼、東方深秘録）。
おまけ.txtを含むなら「文花帖」にも出ており、「ダブルスポイラー」では自機ではないがLvEXの被写体として登場。「弾幕アマノジャク」では八日目のボスとして登場した。');

INSERT INTO charlist
VALUES (
    '主人公',
    '霧雨魔理沙',
    '人間',
    '魔法を使う',
    '',
    '本編での初登場は第2作目・東方封魔録の4面ボス。魅魔の手下として現れ、時間稼ぎのために戦う。それ以降は霊夢と同じく、東方文花帖・ダブルスポイラー・妖精大戦争・弾幕アマノジャクを除いた全ての作品でプレイヤーキャラとなっている。
初登場が第2作目であった関係上霊夢より登場回数が僅かに少なかったが、妖精大戦争においておまけボス（EXボス）として登場したことにより、霊夢と並び登場回数最多キャラとなった。
各ゲームアプリケーションのアイコンは魔理沙が担当し、霊夢がタイトル画面を担当している。');

INSERT INTO charlist
VALUES (
    '紅魔郷',
    'ルーミア',
    '妖怪',
    '闇を操る',
    '',
    '東方紅魔郷の1面のボス、東方文花帖ターゲット1-2,1-4,1-6。愛称は「るみゃ」 。「宵闇の妖怪」、「暗闇に潜む妖怪」の二つ名を持つ。テーマ曲は妖魔夜行。幼い少女のような姿をした妖怪。特に目的意識は持たず、一日中ふよふよ飛んで過ごしている 。
「そーなのかー」と言いながら腕を広げているポーズが定着している。→「十進法」のニコニコ大百科記事の下部の項目参照
ちなみに「東方文花帖　～ Bohemian Archive in Japanese Red.」（書籍）では「へーそーなのかー」とも発言している。
トレードマークの頭の赤いリボンは、東方紅魔郷のおまけ.txtにて「頭のリボンは御札で、本人は取りたくても触る事すらできないのです」との記述がある（誰が、何の目的で付けたのか、ということは一切不明）。');

INSERT INTO charlist
VALUES (
    '紅魔郷',
    '大妖精',
    '妖精',
    '不明',
    '',
    '「東方紅魔郷」の2面中ボスとして登場。倒すとボムを1個くれる。
2面道中曲の「ルーネイトエルフ」が彼女のテーマ曲として扱われることが多い。

「大妖精」とは妖精の中でも強い力を持つものの総称、分類名であり、彼女自身の名前ではない。
しかし他に「大妖精」という分類に該当するキャラは今のところ登場していないため、東方関連で大妖精とは彼女のことを指すと考えて間違いない。

「東方文花帖」や「東方求聞史紀」にも記載が無い為、製作者のZUNはキャラクターとして認知していないのかもしれない。一応「東方三月精」では第二部第13話と第14話にそれらしきキャラクターが、台詞は無いものの出演している。
同様に名無しのキャラクターとして「小悪魔」「朱鷺子」(通称)がいる。');

INSERT INTO charlist
VALUES (
    '紅魔郷',
    'チルノ',
    '妖精',
    '冷気を操る',
    '氷を操る',
    '初登場は『東方紅魔郷』。Windows勢では最古参に属する。
『紅魔郷』では、チルノ自身は特に関係者にもストーリーにも絡まないただの序盤ボスであるが、『紅魔郷』→『妖々夢』と連続出演をした上に『花映塚』では自機参戦も果たしており、序盤ボスには珍しく原作での登場頻度は割と高い。

『東方文花帖』を最後にしばらく登場機会はなかったが、黄昏フロンティアとの共同制作である『非想天則』ではストーリー付きで出演し、さらにジャケット絵を飾っている。
また、書籍『東方三月精』にもメインキャラクター扱いで何度か出演している他、コミックマーケット78で頒布された第12.8弾『妖精大戦争』では主人公にまで上り詰め、再びジャケット絵を飾っている（人間以外での単独主人公は射命丸文に続いて2人目）。大活躍である。');



INSERT INTO charlist
VALUES (
    '東方妖々夢',
    'レティ・ホワイトロック',
    '妖怪',
    '寒気を操る',
    '',
    '東方妖々夢の一面ボス及び黒幕として登場する。本人が言ってるんだから間違いない。自分からわざわざ正体をバラしているところにカリスマ性を感じなくもない。
	冬が終わらない異変の最中に冬の妖怪が出てきたのだから、誰もが黒幕だと思うところだろう。
	ちなみに、黒幕だけど普通らしい。
	普通の黒幕。実のところ、彼女としてもいい加減冬を越えてさっさと春眠したかったとのこと。・・・・・・黒幕？');
	
	
INSERT INTO charlist
VALUES (
    '東方妖々夢',
    '橙',
    '妖獣',
    '妖術を扱う',
    '',
    '東方妖々夢2面ボスおよびExtra中ボス、東方文花帖6-1,3,5,7ターゲット。
	八雲紫の式神である八雲藍の式神。つまり式神の式神。
	ここでいう式神とは、ちょうどPCにソフトウェアをインストールするように、憑依させることで能力が向上する『式神』をくっつけた妖怪の事である。従って式神が憑いていない状態の時もある。橙に憑いている式神は鬼神。
	水に濡れると式神が剥がれて単なる化け猫に戻ってしまう。加えてそもそも化け猫は水を嫌うため、総じて水に弱い。
	ちなみに式神が剥がれても姿は特に変わらず、人型のままである。お燐のように黒猫の姿をとることもない模様。');

INSERT INTO charlist
VALUES (
    '東方妖々夢',
    'アリス・マーガトロイド',
    '魔法使い',
    '魔法を扱う',
    '人形を操る',
    '魔法の森の洋館に住む生粋の魔法使い。属性を問わない万能の魔法使いであるが、基本的には自作の人形を操って魔力を行使するスタイルをとる。区分としては妖怪（人の姿をした人以上の力を持つ者）にあたる。
	ウェーブのかかった金髪で肌の色は薄く、阿求曰く「操っている人形以上に人形らしい容姿をしている」との事。(具体的な容姿の設定があるキャラクターは東方では珍しい)
	身長はやや高いグループ。霊夢と同程度で、魔理沙より高い。');
	

INSERT INTO charlist
VALUES (
    '東方妖々夢',
    'リリーホワイト',
    '妖精',
    '春が来たことを伝える',
    '',
    '二つ名：春を運ぶ妖精（東方妖々夢、東方求聞史紀）能力：春が来たことを伝える程度の能力（東方求聞史紀）
	テーマ曲：専用のテーマ曲は無いが、他の中ボスの例に倣って強いて挙げるなら東方妖々夢4面の道中曲「天空の花の都」、東方天空璋3面の道中曲「桜色の海を泳いで」。
	初登場は「東方妖々夢」4面の中ボス。
	春が近づくと湧いて出てくる妖精。またの名を春告精（はるつげせい[1]）。');



























